Repository: Adorphic-Tech/Adorphic-Ads-SDK
Catalog: plugins_repo/openXDeveloperToolbox/plugins/etc/oxPlugin/_lang/po/*.po
Languages: ca

source: myPlugin
ca: elMeuConnector

source: My New Plugin
ca: El meu nou connector

source: New Plugin
ca: Nou connector

source: Plugin Name
ca: Nom del connector

source: Author Email
ca: Correu electrònic de l'autor/a

source: Author Name
ca: Nom de l'autor/a

source: Author URL
ca: URL de l'autor/a

source: Licence Info
ca: Informació de la llicència

source: Description
ca: Descripció

source: Minor
ca: Menor

source: Build
ca: Compilació

source: Status
ca: Estat

source: Version
ca: Versió

source: Group Name
ca: Nom del grup

source: Has Schema
ca: Té esquema

source: Extends %s
ca: Estén %s

source: Submit
ca: Envia
